CSI API ETABS v1
cEditGeneral Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cEditGeneral
Public Interface cEditGeneral
Dim instance As cEditGeneral
public interface class cEditGeneral
type cEditGeneral =  interface end
The cEditGeneral type exposes the following members.
Methods
Name | Description
Move
 Moves selected point, frame, cable, tendon, area, solid and link objects.
Top
See Also
Reference
ETABSv1 Namespace